Repository: heart-bits/hb-contacts-bundle
Catalog: src/Resources/contao/languages/*/*_contacts.xlf
Languages: de

# tl_contacts.image_legend
source: Image settings
de: Bild-Einstellungen

# tl_contacts.person_legend
source: Contact data
de: Personendaten

# tl_contacts.address_legend
source: Address data
de: Adressdaten

# tl_contacts.contact_legend
source: Contact options
de: Kontaktmöglichkeiten

# tl_contacts.expert_legend
source: Expert settings
de: Experteneinstellungen

# tl_contacts.new.0
source: New contact
de: Neuer Kontakt

# tl_contacts.new.1
source: Add a new contact
de: Einen neuen Kontakt anlegen

# tl_contacts.edit.0
source: Edit contact
de: Kontakt bearbeiten

# tl_contacts.edit.1
source: Edit contact ID %s
de: Kontakt ID %s bearbeiten

# tl_contacts.delete.0
source: Delete contact
de: Kontakt löschen

# tl_contacts.delete.1
source: Delete contact ID %s
de: Kontakt ID %s löschen

# tl_contacts.show.0
source: Contact details
de: Kontaktdetails

# tl_contacts.show.1
source: Details of the company ID %s
de: Details des Kontakt ID %s anzeigen

# tl_contacts.singleSRC.0
source: Source file
de: Quelldatei

# tl_contacts.singleSRC.1
source: Please select a file from the files directory
de: Bitte wählen Sie eine Datei aus der Dateiübersicht

# tl_contacts.geocoderAddress.0
source: Full address
de: Vollständige Adresse

# tl_contacts.geocoderAddress.1
source: Enter the address of the contact (Bsp.: Street 1, 12345 City)
de: Geben Sie die Adresse ein (Bsp.: Musterstraße 1, 12345 Musterstadt)

# tl_contacts.geocoderCountry.0
source: Country
de: Land

# tl_contacts.geocoderCountry.1
source: Choose the country
de: Wählen Sie das Land aus

# tl_contacts.singleCoords.0
source: Coordinates
de: Koordinaten

# tl_contacts.singleCoords.1
source: Coordinates of the address (Will be generated automatically)
de: Koordinaten der Adresse (Werden automatisch nach Abspeichern generiert)

# tl_contacts.lastname.0
source: Last name
de: Nachname

# tl_contacts.lastname.1
source: Enter the last name of the contact
de: Geben Sie den Nachnamen des Kontaktes ein

# tl_contacts.firstname.0
source: First name
de: Vornamen

# tl_contacts.firstname.1
source: Enter the first name of the contact
de: Geben Sie den Vornamen des Kontaktes ein

# tl_contacts.phone.0
source: Phone
de: Telefonnummer

# tl_contacts.phone.1
source: Enter the phone number of the contact
de: Geben Sie die Telefonnummer des Kontaktes ein

# tl_contacts.mobile.0
source: Mobile phone
de: Mobile Rufnummer

# tl_contacts.mobile.1
source: Enter the mobile phone number of the contact
de: Geben Sie die mobile Rufnummer des Kontaktes ein

# tl_contacts.email.0
source: E-mail
de: E-Mail-Adresse

# tl_contacts.email.1
source: Enter the e-mail of the contact
de: Geben Sie die E-Mail-Adresse des Kontaktes ein

# tl_contacts.fax.1
source: Enter the fax number of the contact
de: Geben Sie die Faxnummer des Kontaktes ein

# tl_contacts.department.0
source: Department
de: Abteilung

# tl_contacts.department.1
source: Enter the department of the contact in the company
de: Geben Sie die Abteilung im Unternehmen ein

# tl_contacts.position.1
source: Enter the position of the contact in the company
de: Geben Sie die Position im Unternehmen ein

# tl_contacts.birthday.0
source: Birthday
de: Geburtstag

# tl_contacts.birthday.1
source: Enter the birthday of the contact
de: Geben Sie den Geburtstag des Kontaktes ein

# tl_contacts.facebook.1
source: Enter the link to the Facebook profile of the contact
de: Geben Sie den Link zum Facebook-Profil des Kontaktes ein

# tl_contacts.twitter.1
source: Enter the link to the Twitter profile of the contact
de: Geben Sie den Link zum Twitter-Profil des Kontaktes ein

# tl_contacts.xing.1
source: Enter the link to the Xing profile of the contact
de: Geben Sie den Link zum Xing-Profil des Kontaktes ein

# tl_contacts.linkedin.1
source: Enter the link to the LinkedIn profile of the contact
de: Geben Sie den Link zum LinkedIn-Profil des Kontaktes ein

# tl_contacts.company.0
source: Company
de: Unternehmen

# tl_contacts.company.1
source: Choose a company for the contact
de: Wählen Sie das Unternehmen des Kontaktes

# tl_contacts.invisible.0
source: Invisible
de: Unsichtbar

# tl_contacts.invisible.1
source: Hide the contact on the website
de: Den Ansprechpartner auf der Webseite nicht anzeigen

# tl_contacts.noEntriesFound
source: There were no entries found for your selection.
de: Es wurden keine Einträge zu Ihrer Eingabe gefunden.

# tl_contacts.email_to
source: Send an Email to %s
de: Eine E-Mail an %s senden

# tl_contacts.visitWebsite
source: Visit %s's website
de: Besuchen Sie die Unternehmenswebseite von %s

# tl_contacts.visitFacebook
source: Visit %s's profile on Facebook
de: Besuchen Sie das Profil von %s auf Facebook

# tl_contacts.visitTwitter
source: Visit %s's profile on Twitter
de: Besuchen Sie das Profil von %s auf Twitter

# tl_contacts.visitXing
source: Visit %s's profile on Xing
de: Besuchen Sie das Profil von %s auf Xing

# tl_contacts.visitLinkedin
source: Visit %s's profile on LinkedIn
de: Besuchen Sie das Profil von %s auf LinkedIn
