Repository: heart-bits/hb-contacts-bundle
Catalog: src/Resources/contao/languages/*/*_content.xlf
Languages: de

# CTE.contact.0
source: Contacts
de: Ansprechpartner

# CTE.company.0
source: Company
de: Unternehmen

# tl_content.useSingleContact.0
source: Show a single contact
de: Spezifischen Ansprechpartner darstellen

# tl_content.useSingleContact.1
source: Show only a specific contact
de: Nur ein spezifisches Unternehmen darstellen

# tl_content.contact_select.0
source: Contact
de: Ansprechpartner

# tl_content.contact_select.1
source: Choose a contact
de: Wählen Sie den gewünschten Ansprechpartner aus

# tl_content.useSingleCompany.0
source: Show a single company
de: Spezifisches Unternehmen darstellen

# tl_content.useSingleCompany.1
source: Show only a specific company
de: Nur ein spezifisches Unternehmen darstellen

# tl_content.country_select.0
source: Country
de: Land

# tl_content.country_select.1
source: Choose a country from which the companies should be displayed
de: Wählen Sie das Land, aus dem die Unternehmen dargestellt werden sollen, aus

# tl_content.company_select.0
source: Company
de: Unternehmen

# tl_content.company_select.1
source: Choose a company
de: Wählen Sie die gewünschte Unternehmen aus

# tl_content.department_select.0
source: Department
de: Abteilung

# tl_content.department_select.1
source: Choose a department
de: Wählen Sie die gewünschte Abteilung aus
